/* This instruction tells the user that a rectangle was not found in the specific frame */
" Snap! No Corners Found" = " 발견된 모서리가 없어요.";

/* Frames Per Second */
"%@ Frames Per Second" = "%@ 초당 프레임";

/* Number of frames in this video */
"%i count" = "%i 장";

/* Action button to cancel action or modal */
"cancel" = "취소";

/* Telling the user that the frames are being processed to create a video */
"Compiling..." = "컴파일링····";

/* Telling the user that the frame is being generated */
"creating frame" = "프레임 생성중";

/* Action button to delete a piece of data */
"delete" = "지우기";

/* Ask the user to confirm frame deletion */
"Delete this frame?" = "이 프레임을 지우시겠습니까?";

/* Ask the user if she wants to delete this video */
"Delete this piece?" = "이 피스를 지우시겠습니까?";

/* It tells the user which frame number she's on while taking a photo */
"frame %i" = "프레임 %i";

/* Ask the user if she wants to leave the screen without saving the changes she's made */
"Go back without saving?" = "저장 하지 않고 돌아가시겠습니까?";

/* Action button to acknowledge what's been said */
"ok" = "네";

/* Warning to the user that she did not grant this app a permission to post to her Facebook account */
"Permission not granted" = "사용 권한이 없습니다";

/* Ask the user to change the privacy settings to permit camera use */
"Pieces doesn't have permission to use Camera, please change privacy settings" = "카메라 사용 권한이 없습니다. 설정을 바꿔주세요";

/* Ask the user to log in again */
"Please retry" = "다시 시도";

/* Ask the user to retry at a later time */
"Please try again later." = "다시 시도 해주세요";

/* Instruction to sign in with Facebook */
"Sign in with Facebook" = "Facebook으로 로그인 하세요";

/* Sign out button */
"sign out" = "로그아웃";

/* Alert message to the user that there was an error in connecting to Facebook */
"Something went wrong" = "문제가 발생했습니다";

/* Instruction to tell the user to tap anywhere on the screen to take a photo */
"tap anywhere" = "스크린을 터치 해주세요";

/* Wording to assure the user that we do not post without their explicit permission */
"We don't post on behalf of you" = "허락없이 아무것도 올리지 않아요";

/* Action word to confirm leaving without saving */
"yes" = "네";

/* It explains to the user that her work will not be published to Facebook as she did not grant this app a permission */
"Your action will not be published to Facebook." = "Facebook에 업로드가 취소되었습니다";

